[
  {
    "week": 1,
    "startDate": "2025-12-29",
    "endDate": "2026-01-04",
    "dateLabel": "Dec 29–Jan 4",
    "cfm": {
      "title": "The First Testament of Jesus Christ",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/01?lang=eng",
      "reading": "Introduction to the Old Testament",
      "excerpt": "When you consider studying the Old Testament this year, how do you feel? Eager? Uncertain? Afraid? All of these emotions are understandable. The Old Testament is one of the oldest collections of writings in the world, and this can make it both exciting and intimidating. These writings come from an ancient culture that can seem foreign and sometimes strange or even uncomfortable. And yet in these writings we see people having experiences that seem familiar. We recognize gospel themes that witness of the divinity of Jesus Christ and His gospel. Yes, people like Abraham, Sarah, Hannah, and Daniel lived lives that, in some ways, were very different from ours. But they also experienced family joy and family discord, moments of faith and moments of uncertainty, and successes and failures—like all of us do. More important, they exercised faith, repented, made covenants, had spiritual experiences, and never gave up on the promise of a Savior. As we learn how God moved in their lives, we also see Him in ours, and we say with the psalmist: “Thy word is a lamp unto my feet, and a light unto my path. … Therefore thy servant loveth it” (Psalm 119:105, 140)."
    },
    "chronological": ["Epistle Dedicatory", "Bible Chronology", "", "", "", "", ""]
  },
  {
    "week": 2,
    "startDate": "2026-01-05",
    "endDate": "2026-01-11",
    "dateLabel": "Jan 5–11",
    "cfm": {
      "title": "This Is My Work and My Glory",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/02?lang=eng",
      "reading": "Moses 1; Abraham 3",
      "excerpt": "The Bible begins with the words “in the beginning God created the heaven and the earth” (Genesis 1:1). But what was there before this “beginning”? And why did God create all of this? Through the Prophet Joseph Smith, the Lord has shed light on these questions. For example, He gave us the record of a vision in which Abraham saw our existence as spirits “before the world was” (see Abraham 3:22–28). The Lord also gave us an inspired translation or revision of the first six chapters of Genesis, called the book of Moses—which doesn’t begin with “in the beginning.” Instead, it begins with an experience Moses had that provides some context for the Creation story. Together, these latter-day scriptures are a good place to start our study of the Old Testament because they address some fundamental questions that can frame our reading: Who is God? Who are we? What is God’s work, and what is our place in it? The opening chapters of Genesis could be seen as the Lord’s response to Moses’s request: “Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens” (Moses 1:36)."
    },
    "chronological": ["Moses 1", "Abraham 3", "", "", "", "", ""]
  },
  {
    "week": 3,
    "startDate": "2026-01-12",
    "endDate": "2026-01-18",
    "dateLabel": "Jan 12–18",
    "cfm": {
      "title": "In the Beginning God Created the Heaven and the Earth",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/03?lang=eng",
      "reading": "Genesis 1–2; Moses 2–3; Abraham 4–5",
      "excerpt": "Because the world around us is so beautiful and majestic, it’s hard to imagine the earth when it was “without form, and void” and “empty and desolate” (Genesis 1:2; Abraham 4:2). One thing the Creation story teaches us is that God can, over time, make something magnificent out of something unorganized. That’s helpful to remember when life seems chaotic. Heavenly Father and Jesus Christ are Creators, and Their creative work with us is not finished. They can make light shine in dark moments in our lives. They can fill our emptiness with life. They can transform us into the divine beings we were meant to be. That’s what it means to be created in God’s image, after His likeness (see Genesis 1:26). We have the potential to become like Him: exalted, glorified, heavenly."
    },
    "chronological": [
      "Genesis 1-3",
      "Genesis 4-5",
      "Genesis 6-8",
      "Genesis 9-10",
      "Genesis 11; Job 1-2",
      "Job 3-5",
      "Job 6-7"
    ]
  },
  {
    "week": 4,
    "startDate": "2026-01-19",
    "endDate": "2026-01-25",
    "dateLabel": "Jan 19–25",
    "cfm": {
      "title": "The Fall of Adam and Eve",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/04?lang=eng",
      "reading": "Genesis 3–4; Moses 4–5",
      "excerpt": "At first, the story of the Fall of Adam and Eve might seem like a tragedy. Adam and Eve were cast out of the beautiful Garden of Eden. They were sent into a world of pain, sorrow, and death (see Genesis 3:16–19). And they were separated from their Heavenly Father. But the truths restored through the Prophet Joseph Smith in the book of Moses give us a unique perspective on the Fall."
    },
    "chronological": [
      "Job 8-10",
      "Job 11-12",
      "Job 13-15",
      "Job 16-18",
      "Job 19-20",
      "Job 21-23",
      "Job 24-25"
    ]
  },
  {
    "week": 5,
    "startDate": "2026-01-26",
    "endDate": "2026-02-01",
    "dateLabel": "Jan 26–Feb 1",
    "cfm": {
      "title": "Teach These Things Freely unto Your Children",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/05?lang=eng",
      "reading": "Genesis 5; Moses 6",
      "excerpt": "Most of Genesis 5 is a list of the generations between Adam and Eve and Noah. We read a lot of names, but we don’t learn much about them. Then we read this intriguing but unexplained line: “And Enoch walked with God: and he was not; for God took him” (Genesis 5:24). Surely there’s a story behind that verse! But without further explanation, the list of generations resumes."
    },
    "chronological": [
      "Job 26-28",
      "Job 29-31",
      "Job 32-33",
      "Job 34-36",
      "Job 37-38",
      "Job 39-41",
      "Job 42; Genesis 12"
    ]
  },
  {
    "week": 6,
    "startDate": "2026-02-02",
    "endDate": "2026-02-08",
    "dateLabel": "Feb 2–8",
    "cfm": {
      "title": "The Lord Called His People Zion",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/06?lang=eng",
      "reading": "Moses 7",
      "excerpt": "Throughout history, people have tried to achieve what Enoch and his people accomplished: building an ideal society where there is no poverty or violence. As God’s people, we share this desire. We call it building Zion, and it includes—in addition to caring for people in need and promoting peace—making covenants, dwelling together in righteousness, and becoming one with each other and with Jesus Christ, “the King of Zion” (Moses 7:53). If the world, your community, or your family isn’t quite what you want it to be, it’s helpful to ask, How did Enoch and his people do it? How did they become “of one heart and one mind” (Moses 7:18) despite the contention around them? Among the many details Moses 7 gives us about Zion, a particularly valuable one for Latter-day Saints might be this: Zion is not just a city—it is a condition of the heart and spirit. Zion, as the Lord has taught, is “the pure in heart” (Doctrine and Covenants 97:21). So perhaps the best way to build Zion is to start in our own hearts and homes."
    },
    "chronological": [
      "Genesis 13-15",
      "Genesis 16-18",
      "Genesis 19-20",
      "Genesis 21-23",
      "Genesis 24-25",
      "Genesis 26-28",
      "Genesis 29-31"
    ]
  },
  {
    "week": 7,
    "startDate": "2026-02-09",
    "endDate": "2026-02-15",
    "dateLabel": "Feb 9–15",
    "cfm": {
      "title": "Noah Found Grace in the Eyes of the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/07?lang=eng",
      "reading": "Genesis 6–11; Moses 8",
      "excerpt": "Living in the latter days, we have special reason to pay attention to the story of the Flood. When Jesus Christ taught how we should watch for His Second Coming, He said, “As it was in the days of Noah, so it shall be also at the coming of the Son of Man” (Joseph Smith—Matthew 1:41). In addition, words that describe Noah’s day, like “corrupt” and “filled with violence,” could just as easily describe our time (Genesis 6:12–13; Moses 8:28). The story of the Tower of Babel also feels applicable to our day, with its description of pride followed by confusion and then division."
    },
    "chronological": [
      "Genesis 32-33",
      "Genesis 34-36",
      "Genesis 37-38",
      "Genesis 39-41",
      "Genesis 42-44",
      "Genesis 45-46",
      "Genesis 47-49"
    ]
  },
  {
    "week": 8,
    "startDate": "2026-02-16",
    "endDate": "2026-02-22",
    "dateLabel": "Feb 16–22",
    "cfm": {
      "title": "To Be a Greater Follower of Righteousness",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/08?lang=eng",
      "reading": "Genesis 12–17; Abraham 1–2",
      "excerpt": "Because of the covenant God made with him, Abraham has been called “the father of the faithful” (Doctrine and Covenants 138:41) and “the Friend of God” (James 2:23). Millions today honor him as their direct ancestor, and others have been adopted into his family through conversion to the gospel of Jesus Christ. Yet Abraham himself came from a troubled family—his father, who had abandoned the true worship of God, tried to have Abraham sacrificed to false gods. In spite of this, Abraham’s desire was “to be a greater follower of righteousness” (Abraham 1:2), and the account of his life shows that God honored his desire. Abraham’s life stands as a testimony that no matter what a person’s family history has been, the future can be filled with hope."
    },
    "chronological": [
      "Genesis 50; Exodus 1",
      "Exodus 2-4",
      "Exodus 5-7",
      "Exodus 8-9",
      "Exodus 10-12",
      "Exodus 13-14",
      "Exodus 15-17"
    ]
  },
  {
    "week": 9,
    "startDate": "2026-02-23",
    "endDate": "2026-03-01",
    "dateLabel": "Feb 23–Mar 1",
    "cfm": {
      "title": "Is Any Thing Too Hard for the Lord?",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/09?lang=eng",
      "reading": "Genesis 18–23",
      "excerpt": "Abraham and Sarah’s life, filled with events both heartbreaking and heartwarming, is evidence of a truth Abraham learned in a vision—that we are on earth to be proven, “to see if [we] will do all things whatsoever the Lord [our] God shall command” (Abraham 3:25). Would Abraham and Sarah prove faithful? Would they continue to have faith in God’s promise of a large posterity, even when they were still childless in their old age? And once Isaac was born, would their faith endure the unthinkable—a command to sacrifice the very son through whom God had promised to fulfill that covenant?"
    },
    "chronological": [
      "Exodus 18-20",
      "Exodus 21-22",
      "Exodus 23-25",
      "Exodus 26-27",
      "Exodus 28-30",
      "Exodus 31-33",
      "Exodus 34-35"
    ]
  },
  {
    "week": 10,
    "startDate": "2026-03-02",
    "endDate": "2026-03-08",
    "dateLabel": "Mar 2–8",
    "cfm": {
      "title": "Let God Prevail",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/10?lang=eng",
      "reading": "Genesis 24–33",
      "excerpt": "How do you secure for yourself a blessing from God? You might say that the account of Jacob, grandson of Abraham and Sarah, is the story of a man who learned the answer to that question. In a culture where the firstborn son received a birthright blessing, Jacob was born second, grasping the heel of his twin brother, Esau. The name “Jacob” means “supplanter”—one who replaces someone else. Jacob lived up to that name by trying, more than once, to supplant Esau as inheritor of the birthright blessing because Esau was unworthy of it (see Genesis 25:30–34; 26:34–35; 27:36). The result was discord in the family, and Jacob had to flee for his life into the wilderness."
    },
    "chronological": [
      "Exodus 36-38",
      "Exodus 39-40",
      "Leviticus 1-3",
      "Leviticus 4-6",
      "Leviticus 7-8",
      "Leviticus 9-11",
      "Leviticus 12-13"
    ]
  },
  {
    "week": 11,
    "startDate": "2026-03-09",
    "endDate": "2026-03-15",
    "dateLabel": "Mar 9–15",
    "cfm": {
      "title": "The Lord Was with Joseph",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/11?lang=eng",
      "reading": "Genesis 37–41",
      "excerpt": "We know that God blesses people who trust Him and keep His commandments. But sometimes it doesn’t seem that way. Sometimes the person who trusts God is abused and abandoned by family members. Sometimes the person who bravely refuses to violate the law of chastity gets falsely accused anyway. When things like that happen to us, we might be tempted to become angry with God. We might wonder, “What’s the point of trying to do the right thing if it only seems to make life harder?”"
    },
    "chronological": [
      "Leviticus 14-16",
      "Leviticus 17-18",
      "Leviticus 19-21",
      "Leviticus 22-24",
      "Leviticus 25-26",
      "Leviticus 27; Numbers 1-2",
      "Numbers 3-4"
    ]
  },
  {
    "week": 12,
    "startDate": "2026-03-16",
    "endDate": "2026-03-22",
    "dateLabel": "Mar 16–22",
    "cfm": {
      "title": "God Meant It unto Good",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/12?lang=eng",
      "reading": "Genesis 42–50",
      "excerpt": "It had been about 22 years since Joseph’s brothers sold him into slavery. Joseph had suffered many trials, including false accusations and imprisonment. When he finally saw his brothers again, Joseph was the governor of all Egypt, second only to the pharaoh. He could easily have taken revenge on his brothers, and considering what they had done to Joseph, that might seem understandable. And yet Joseph forgave them. Not only that, but he helped them see divine purpose in his suffering. “God meant it unto good” (Genesis 50:20), he told them, because it put him in a position to save “all his father’s household” (Genesis 47:12) from famine."
    },
    "chronological": [
      "Numbers 5-7",
      "Numbers 8-10",
      "Numbers 11-12",
      "Numbers 13-15",
      "Psalm 90; Numbers 16",
      "Numbers 17-19",
      "Numbers 20-22"
    ]
  },
  {
    "week": 13,
    "startDate": "2026-03-23",
    "endDate": "2026-03-29",
    "dateLabel": "Mar 23–29",
    "cfm": {
      "title": "I Have Remembered My Covenant",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/13?lang=eng",
      "reading": "Exodus 1–6",
      "excerpt": "The invitation to live in Egypt saved Jacob’s family. But after hundreds of years, their descendants were enslaved and terrorized by a new pharaoh who “knew not Joseph” (Exodus 1:8). It would have been natural for the Israelites to wonder why God allowed this to happen to them, His covenant people. Did He remember the covenant He had made with them? Were they still His people? Could He see how much they were suffering?"
    },
    "chronological": [
      "Numbers 23-24",
      "Numbers 25-27",
      "Numbers 28-29",
      "Numbers 30-32",
      "Numbers 33-35",
      "Numbers 36; Deuteronomy 1",
      "Deuteronomy 2-4"
    ]
  },
  {
    "week": 14,
    "startDate": "2026-03-30",
    "endDate": "2026-04-05",
    "dateLabel": "Mar 30–Apr 5",
    "cfm": {
      "title": "He Will Swallow Up Death in Victory",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/14?lang=eng",
      "reading": "Easter",
      "excerpt": "The life of Jesus Christ “is central to all human history” (“The Living Christ: The Testimony of the Apostles,” Gospel Library). What does that mean? In part, it means that the Savior’s life influences the eternal destiny of everyone who has ever lived or ever will live. You might also say that the Resurrection of Jesus Christ, on that first Easter Sunday, connects all of God’s people throughout history: those who were born before His Resurrection looked forward to it with faith (see Jacob 4:4), and those born after look back on it with faith. As we read Old Testament accounts and prophecies, we don’t ever see the name Jesus Christ, but we do see the evidence of the ancient believers’ faith in and longing for their Messiah and Redeemer. So we who are invited to remember Him can feel a connection with those who looked forward to Him. For truly Jesus Christ has borne “the iniquity of us all” (Isaiah 53:6; emphasis added), and “in Christ shall all be made alive” (1 Corinthians 15:22; emphasis added)."
    },
    "chronological": [
      "Deuteronomy 5-6",
      "Deuteronomy 7-9",
      "Deuteronomy 10-12",
      "Deuteronomy 13-14",
      "Deuteronomy 15-17",
      "Deuteronomy 18-19",
      "Deuteronomy 20-22"
    ]
  },
  {
    "week": 15,
    "startDate": "2026-04-06",
    "endDate": "2026-04-12",
    "dateLabel": "Apr 6–12",
    "cfm": {
      "title": "Remember This Day, in Which Ye Came Out from Egypt",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/15?lang=eng",
      "reading": "Exodus 7–13",
      "excerpt": "Plague after plague afflicted Egypt, but Pharaoh still refused to release the Israelites. And yet God continued to demonstrate His power and give Pharaoh opportunities to accept “that I am the Lord” and “there is none like me in all the earth” (Exodus 7:5; 9:14). Meanwhile, Moses and the Israelites must have watched with awe at these manifestations of God’s power on their behalf. Surely these continued signs confirmed their faith in God and strengthened their willingness to follow God’s prophet. Then, after nine terrible plagues had failed to free the Israelites, it was the tenth plague—the death of the firstborn, including Pharaoh’s firstborn—that finally ended the captivity. This seems fitting because in every case of spiritual captivity, there truly is only one way to escape. It is only the sacrifice of Jesus Christ, the Firstborn—the blood of the Lamb without blemish—that will save us."
    },
    "chronological": [
      "Deuteronomy 23-25",
      "Deuteronomy 26-27",
      "Deuteronomy 28-30",
      "Deuteronomy 31-32",
      "Deuteronomy 33-34; Psalm 91",
      "Joshua 1-3",
      "Joshua 4-5"
    ]
  },
  {
    "week": 16,
    "startDate": "2026-04-13",
    "endDate": "2026-04-19",
    "dateLabel": "Apr 13–19",
    "cfm": {
      "title": "Stand Still, and See the Salvation of the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/16?lang=eng",
      "reading": "Exodus 14–18",
      "excerpt": "The Israelites were trapped. The Red Sea was on one side, and the army of Pharaoh was advancing on the other. Their escape from Egypt, it seemed, would be short lived. But God had a message for the Israelites that He wanted them to remember for generations: “Fear ye not. … The Lord shall fight for you” (Exodus 14:13–14)."
    },
    "chronological": [
      "Joshua 6-8",
      "Joshua 9-10",
      "Joshua 11-13",
      "Joshua 14-16",
      "Joshua 17-18",
      "Joshua 19-21",
      "Joshua 22-23"
    ]
  },
  {
    "week": 17,
    "startDate": "2026-04-20",
    "endDate": "2026-04-26",
    "dateLabel": "Apr 20–26",
    "cfm": {
      "title": "All That the Lord Hath Spoken We Will Do",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/17?lang=eng",
      "reading": "Exodus 19–20; 24; 31–34",
      "excerpt": "Although the children of Israel had murmured and wavered in the past, when Moses read the law at the foot of Mount Sinai, they made this covenant: “All that the Lord hath said will we do, and be obedient” (Exodus 24:7). God then called Moses onto the mountain, telling him to build a tabernacle so “that I may dwell among them” (Exodus 25:8)."
    },
    "chronological": [
      "Joshua 24; Judges 1-2",
      "Judges 3-4",
      "Judges 5-7",
      "Judges 8-10",
      "Judges 11-12",
      "Judges 13-15",
      "Judges 16-17"
    ]
  },
  {
    "week": 18,
    "startDate": "2026-04-27",
    "endDate": "2026-05-03",
    "dateLabel": "Apr 27–May 3",
    "cfm": {
      "title": "Holiness to the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/18?lang=eng",
      "reading": "Exodus 35–40; Leviticus 1; 4; 16; 19",
      "excerpt": "Leaving Egypt—as important as that was—didn’t fully accomplish God’s purposes for the children of Israel. Even a comfortable life in the promised land wasn’t God’s ultimate goal for them. These were only steps toward what God really wanted for His people: “Ye shall be holy: for I the Lord your God am holy” (Leviticus 19:2). How did God plan to make His people holy after they had lived in captivity for generations? He commanded them to create a place of holiness in the wilderness—a tabernacle. He gave them covenants and laws to guide their actions and change their hearts. And He commanded them to make animal sacrifices to teach them about atonement for their sins. All of this was meant to point their minds, hearts, and lives toward the Savior. He is the true path to holiness, for the Israelites and for us. We have all spent some time in the captivity of sin, and we are all invited to leave sin behind and follow Jesus Christ, who has promised, “I am able to make you holy” (Doctrine and Covenants 60:7)."
    },
    "chronological": [
      "Judges 18-20",
      "Judges 21; Ruth 1-2",
      "Ruth 3-4",
      "1 Samuel 1-3",
      "1 Samuel 4-5",
      "1 Samuel 6-8",
      "1 Samuel 9-11"
    ]
  },
  {
    "week": 19,
    "startDate": "2026-05-04",
    "endDate": "2026-05-10",
    "dateLabel": "May 4–10",
    "cfm": {
      "title": "Rebel Not Ye against the Lord, Neither Fear",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/19?lang=eng",
      "reading": "Numbers 11–14; 20–24; 27",
      "excerpt": "Even on foot, it wouldn’t take 40 years to travel from the wilderness of Sinai to the promised land in Canaan. But that’s how long the children of Israel needed—not to cover the geographical distance but to cover the spiritual distance: the distance between who they were and who they could become as God’s covenant people."
    },
    "chronological": [
      "1 Samuel 12-13",
      "1 Samuel 14-16",
      "1 Samuel 17-18",
      "1 Samuel 19-20; Psalm 11",
      "Psalm 59; 1 Samuel 21-22",
      "1 Samuel 23-24",
      "Psalm 7, 27, 31"
    ]
  },
  {
    "week": 20,
    "startDate": "2026-05-11",
    "endDate": "2026-05-17",
    "dateLabel": "May 11–17",
    "cfm": {
      "title": "Beware Lest Thou Forget the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/20?lang=eng",
      "reading": "Deuteronomy 6–8; 15; 18; 29–30; 34",
      "excerpt": "Moses’s earthly ministry began on a mountain, when God spoke to him from a burning bush (see Exodus 3:1–10). It also ended on a mountain, more than 40 years later, when God gave him a glimpse of the promised land from the top of Mount Nebo (see Deuteronomy 34:1–4). Moses had spent his life preparing the children of Israel to enter that promised land, and the book of Deuteronomy records his final instructions, reminders, exhortations, and pleadings with the Israelites. Reading his words makes it clear that the real object of Moses’s ministry—the preparation the people needed—wasn’t about wilderness survival, conquering enemies, or building a nation. It was about learning to love God, obey Him, and remain loyal to Him. That’s the preparation we all need to enter the promised land of eternal life. So although Moses never set foot in the “land flowing with milk and honey” (Exodus 3:8), because of his faith and faithfulness, he did enter the promised land that God has prepared for all those who follow Him."
    },
    "chronological": [
      "Psalm 34, 52",
      "Psalm 56, 120, 140-142",
      "1 Samuel 25-27",
      "Psalm 17, 35",
      "Psalm 54, 63; 1 Samuel 28",
      "1 Samuel 29-30",
      "1 Samuel 31; Psalm 18; Psalm 121, 123-125, 128"
    ]
  },
  {
    "week": 21,
    "startDate": "2026-05-18",
    "endDate": "2026-05-24",
    "dateLabel": "May 18–24",
    "cfm": {
      "title": "Be Strong and of a Good Courage",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/21?lang=eng",
      "reading": "Joshua 1–8; 23–24",
      "excerpt": "It had taken several generations, but the Lord’s promise was about to be fulfilled: the children of Israel were finally going to inherit the promised land. But in their way stood the Jordan River, the walls of Jericho, and a mighty people who had rejected the Lord (see 1 Nephi 17:35). And they would have to face all of that without their beloved leader Moses. The situation may have made some Israelites feel weak and fearful, but the Lord said, “Be strong and of a good courage.” What reason did they have to be courageous? It wasn’t because of their own strength—or even Moses’s or Joshua’s—but because “the Lord thy God is with thee whithersoever thou goest” (Joshua 1:9). When we have our own rivers to cross and walls to bring down, wonderful things can happen in our lives because “the Lord will do wonders among [us]” (Joshua 3:5)."
    },
    "chronological": [
      "Psalm 121, 123-125, 129-130; 2 Samuel 1",
      "2 Samuel 2-3",
      "2 Samuel 4; Psalm 6, 8",
      "Psalm 9-10",
      "Psalm 14, 16, 19",
      "Psalm 21; 1 Chronicles 1-2",
      "Psalm 43-44"
    ]
  },
  {
    "week": 22,
    "startDate": "2026-05-25",
    "endDate": "2026-05-31",
    "dateLabel": "May 25–31",
    "cfm": {
      "title": "The Lord Raised Up a Deliverer",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/22?lang=eng",
      "reading": "Judges 2–4; 6–8; 13–16",
      "excerpt": "“May 25–31. ‘The Lord Raised Up a Deliverer: Judges 2–4; 6–8; 13–16,” Come, Follow Me—For Home and Church: Old Testament 2026 (2026)"
    },
    "chronological": [
      "Psalm 45, 49, 84",
      "Psalm 85, 87",
      "1 Chronicles 3-5",
      "Psalm 73, 77-78",
      "1 Chronicles 6; Psalm 81, 88, 92-93",
      "1 Chronicles 7-9",
      "1 Chronicles 10; Psalm 102"
    ]
  },
  {
    "week": 23,
    "startDate": "2026-06-01",
    "endDate": "2026-06-07",
    "dateLabel": "Jun 1–7",
    "cfm": {
      "title": "My Heart Rejoiceth in the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/23?lang=eng",
      "reading": "Ruth; 1 Samuel 1–7",
      "excerpt": "Sometimes we imagine that our lives should follow a clear path from beginning to end. The shortest distance between two points is a straight line, after all. And yet life is often full of delays and detours that take us in unexpected directions."
    },
    "chronological": [
      "Psalm 103-104; 2 Samuel 5:1-10, 1 Chronicles 11",
      "2 Samuel 5:1-10, 1 Chronicles 12; Psalm 133",
      "Psalm 106-107; 2 Samuel 5:11-6:23, 1 Chronicles 13",
      "2 Samuel 5:11-6:23, 1 Chronicles 14-16",
      "Psalm 1-2",
      "Psalm 15, 22-23",
      "Psalm 24, 47"
    ]
  },
  {
    "week": 24,
    "startDate": "2026-06-08",
    "endDate": "2026-06-14",
    "dateLabel": "Jun 8–14",
    "cfm": {
      "title": "The Lord Looketh on the Heart",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/24?lang=eng",
      "reading": "1 Samuel 8–10; 13; 15–16",
      "excerpt": "Saul was a keeper of donkeys. Though tall and handsome, he was “little in [his] own sight” and self-conscious about his family heritage (see 1 Samuel 9:2–3, 21; 15:17). On the day he was to be presented before Israel as their king, he didn’t show up; he was so nervous he “hid himself” (1 Samuel 10:21–22). Looking at Saul, you might not have guessed that he would lead the Israelites to victory over their enemies—or that he would later become prideful and rebel against the Lord."
    },
    "chronological": [
      "Psalm 68, 89, 96",
      "Psalm 100-101, 105",
      "Psalm 132; 2 Samuel 7, 1 Chronicles 17",
      "2 Samuel 8-9, 1 Chronicles 18; Psalm 20, 33",
      "Psalm 60, 75",
      "Psalm 76, 83, 95",
      "Psalm 108-110"
    ]
  },
  {
    "week": 25,
    "startDate": "2026-06-15",
    "endDate": "2026-06-21",
    "dateLabel": "Jun 15–21",
    "cfm": {
      "title": "The Battle Is the Lord's",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/25?lang=eng",
      "reading": "1 Samuel 17–18; 24–26; 2 Samuel 5–7",
      "excerpt": "Ever since the tribes of Israel had settled in the promised land, the Philistines had been an ongoing threat to their safety. The Lord had delivered them many times in the past, but now the elders of Israel demanded, “We will have a king … [to] go out before us, and fight our battles” (1 Samuel 8:19–20). So Saul was anointed king. And yet when the menacing giant Goliath hurled his challenge to the armies of Israel, Saul—like the rest of his army—was “greatly afraid” (1 Samuel 17:11). On that day, it wasn’t King Saul who saved Israel but a humble shepherd boy named David, who was wearing no armor but was clothed with impenetrable faith in the Lord. This battle proved to Israel, and to anyone who has spiritual battles to fight, that “the Lord saveth not with sword and spear” and that “the battle is the Lord’s” (1 Samuel 17:47)."
    },
    "chronological": [
      "2 Samuel 10, 1 Chronicles 19; Psalm 53",
      "Psalm 139, 143-145",
      "2 Samuel 11-12, 1 Chronicles 20; Psalm 32",
      "Psalm 51, 86, 122",
      "2 Samuel 13-15",
      "Psalm 3-4",
      "Psalm 12-13, 28"
    ]
  },
  {
    "week": 26,
    "startDate": "2026-06-22",
    "endDate": "2026-06-28",
    "dateLabel": "Jun 22–28",
    "cfm": {
      "title": "Hear Thou in Heaven Their Prayer",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/26?lang=eng",
      "reading": "2 Samuel 11–12; 1 Kings 3; 6–9; 11",
      "excerpt": "Saul, David, and Solomon, the first three kings of Israel, all started out with so much promise. Humble, courageous, and wise, they each found favor with the Lord—at least at first. Sadly, each king also gave in to human weaknesses and temptation. They put their own desires before the Lord’s. And as we’ve seen over and over in the scriptures—and in our own lives—that led to tragedy."
    },
    "chronological": [
      "Psalm 55; 2 Samuel 16",
      "2 Samuel 17-18; Psalm 26",
      "Psalm 40, 58, 61",
      "Psalm 62, 64",
      "2 Samuel 19-21",
      "Psalm 5, 38, 41-42",
      "2 Samuel 22-23; Psalm 57"
    ]
  },
  {
    "week": 27,
    "startDate": "2026-06-29",
    "endDate": "2026-07-05",
    "dateLabel": "Jun 29–Jul 5",
    "cfm": {
      "title": "If the Lord Be God, Follow Him",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/27?lang=eng",
      "reading": "1 Kings 12–13; 17–22",
      "excerpt": "The house of Israel was in disarray. The kingdom had divided, with ten tribes forming the Northern Kingdom of Israel and two tribes forming the Southern Kingdom of Judah. But worse than their separation from each other was both kingdoms’ separation from their covenants. Wicked kings led the people away from the Lord, and many people wavered in their faith."
    },
    "chronological": [
      "Psalm 95, 97-99",
      "2 Samuel 24, 1 Chronicles 21-22",
      "Psalm 30, 108-109",
      "Psalm 110; 1 Chronicles 23",
      "1 Chronicles 24-25; Psalm 131, 138-139, 143",
      "Psalm 131, 138-139, 144-145",
      "1 Chronicles 26-28"
    ]
  },
  {
    "week": 28,
    "startDate": "2026-07-06",
    "endDate": "2026-07-12",
    "dateLabel": "Jul 6–12",
    "cfm": {
      "title": "There Is a Prophet in Israel",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/28?lang=eng",
      "reading": "2 Kings 2–7",
      "excerpt": "A prophet’s main mission is to teach and testify of the Savior Jesus Christ. Our record of the prophet Elisha, however, doesn’t include much of his teaching or testifying. What the record does include is the miracles Elisha performed, including raising a child from the dead (see 2 Kings 4:18–37), feeding a multitude with just a little food (see 2 Kings 4:42–44), and healing a leper (see 2 Kings 5:1–14). So while we don’t have Elisha’s words about Christ, we do have Elisha’s ministry and miracles, which do testify of Christ. They are powerful manifestations of the Lord’s life-giving, nourishing, and healing power. Miracles happen more often in our lives than we sometimes realize. To see them, we need to seek the faith Elisha had when he prayed on behalf of his fearful young servant: “Lord, I pray thee, open his eyes, that he may see” (2 Kings 6:17)."
    },
    "chronological": [
      "1 Chronicles 29; Psalm 111, 127",
      "Psalm 112-113",
      "Psalm 114-116",
      "Psalm 117-118",
      "1 Kings 1-2; Psalm 37",
      "Psalm 71, 94; Psalm 72, Song of Songs 1",
      "Psalm 72, Song of Songs 2-3"
    ]
  },
  {
    "week": 29,
    "startDate": "2026-07-13",
    "endDate": "2026-07-19",
    "dateLabel": "Jul 13–19",
    "cfm": {
      "title": "He Trusted in the Lord God of Israel",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/29?lang=eng",
      "reading": "2 Kings 16–25",
      "excerpt": "Despite the prophet Elisha’s powerful ministry, the people of the Northern Kingdom of Israel did not repent. Eventually, the Assyrian Empire conquered and scattered the ten tribes of Israel. Meanwhile, the Southern Kingdom of Judah wasn’t doing much better: idolatry was also widespread there."
    },
    "chronological": [
      "Psalm 72, Song of Songs 4-6",
      "Psalm 72, Song of Songs 7-8",
      "Proverbs 1-3",
      "Proverbs 4-6",
      "Proverbs 7-8",
      "Proverbs 9-11",
      "Proverbs 12-13"
    ]
  },
  {
    "week": 30,
    "startDate": "2026-07-20",
    "endDate": "2026-07-26",
    "dateLabel": "Jul 20–26",
    "cfm": {
      "title": "Our Eyes Are upon Thee",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/30?lang=eng",
      "reading": "2 Chronicles 14–20; 26; 30",
      "excerpt": "The Kingdom of Judah was surrounded. Armies from three powerful enemy nations were all advancing at once, prepared for battle. In this desperate moment of need, Jehoshaphat, King of Judah, turned to the King of heaven and earth. Jehoshaphat gathered his people at the temple and prayed. He acknowledged their human weakness and pleaded for deliverance. In response, the Lord promised His protection: “Fear not, nor be dismayed” (2 Chronicles 20:17)."
    },
    "chronological": [
      "Proverbs 14-16",
      "Proverbs 17-19",
      "Proverbs 20-21",
      "Proverbs 22-24",
      "1 Kings 3-4, 2 Chronicles 1; Psalm 72",
      "Proverbs 25-27",
      "Proverbs 28-29; Ecclesiastes 1"
    ]
  },
  {
    "week": 31,
    "startDate": "2026-07-27",
    "endDate": "2026-08-02",
    "dateLabel": "Jul 27–Aug 2",
    "cfm": {
      "title": "I Am Doing a Great Work",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/31?lang=eng",
      "reading": "Ezra 1; 3–7; Nehemiah 2; 4–6; 8",
      "excerpt": "The Jewish people had been captives in Babylonia for about 70 years. They had lost Jerusalem and the temple, and many had forgotten their commitment to God’s law. But God had not forgotten them. In fact, He had declared through His prophet, “I will visit you, and perform my good word toward you, in causing you to return” (Jeremiah 29:10). True to this prophecy, the Lord made a way for His people to return—both to Jerusalem and, more importantly, to their covenants. And He raised up servants who accomplished “a great work” (Nehemiah 6:3): A governor named Zerubbabel oversaw the rebuilding of the house of the Lord. Ezra, a priest and scribe, helped the people turn their hearts back to the Lord’s law. And Nehemiah led the rebuilding of the protective walls around Jerusalem. They met opposition, but they also got help from unexpected sources. Their experiences can inform and inspire ours because we too are doing a great work. And like theirs, our work has much to do with the house of the Lord, the law of the Lord, and the spiritual protection we find in Him."
    },
    "chronological": [
      "Ecclesiastes 2-3",
      "Ecclesiastes 4-6",
      "Ecclesiastes 7-8",
      "Ecclesiastes 9-11",
      "Ecclesiastes 12; 1 Kings 5-6, 2 Chronicles 2-3",
      "1 Kings 7, 2 Chronicles 4; 1 Kings 8, 2 Chronicles 5",
      "2 Chronicles 6-7; Psalm 136"
    ]
  },
  {
    "week": 32,
    "startDate": "2026-08-03",
    "endDate": "2026-08-09",
    "dateLabel": "Aug 3–9",
    "cfm": {
      "title": "Thou Art Come … for Such a Time as This",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/32?lang=eng",
      "reading": "Esther",
      "excerpt": "Many events in the book of Esther might seem like luck or coincidence. How else do you explain how an orphaned Jewish girl became the queen of Persia at just the right time to save her people from slaughter? What are the chances that Esther’s cousin Mordecai would happen to overhear a plot to assassinate the king? Were these coincidences, or were they part of a divine plan? Elder Ronald A. Rasband noted: “What may appear to be a random chance is, in fact, overseen by a loving Father in Heaven. … The Lord is in the small details of our lives” (“By Divine Design,” Ensign or Liahona, Nov. 2017, 56). We might not always recognize the Lord’s influence in these “small details.” But we learn from Esther’s experience that He can guide our path and prepare us “for such a time” (Esther 4:14) when we can be instruments in His hands to fulfill His purposes."
    },
    "chronological": [
      "Psalms 134, 146-147",
      "Psalms 134, 148-150",
      "1 Kings 9, 2 Chronicles 8; Proverbs 30-31",
      "1 Kings 10-11, 2 Chronicles 9; Ecclesiastes 1",
      "Ecclesiastes 2-4",
      "Ecclesiastes 5-6",
      "Ecclesiastes 7-9"
    ]
  },
  {
    "week": 33,
    "startDate": "2026-08-10",
    "endDate": "2026-08-16",
    "dateLabel": "Aug 10–16",
    "cfm": {
      "title": "Yet Will I Trust in Him",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/33?lang=eng",
      "reading": "Job 1–3; 12–14; 19; 21–24; 38–40; 42",
      "excerpt": "It’s natural to wonder why bad things happen to good people—or, for that matter, why good things happen to bad people. Why would God, who is just, allow that? The book of Job explores questions like these. Job was one of those good people to whom a lot of bad things happened. Because of Job’s trials, his friends wondered if he really was good after all. Job asserted his own righteousness and wondered if God really is just after all. But despite his suffering and wondering, Job maintained his integrity and faith in Jesus Christ. In the book of Job, faith is questioned and tested but never completely abandoned. That doesn’t mean all the questions are answered. But the book of Job teaches that until they are answered, questions can coexist with faith. And regardless of what happens in the meantime, we can say of our Lord, “Yet will I trust in him” (Job 13:15)."
    },
    "chronological": [
      "Ecclesiastes 10-11",
      "Ecclesiastes 12; 1 Kings 12-13",
      "1 Kings 14; 2 Chronicles 10-11",
      "2 Chronicles 12; 1 Kings 15:1-24, 2 Chronicles 13",
      "1 Kings 15:1-24, 2 Chronicles 14-16",
      "1 Kings 15:25-16:34, 2 Chronicles 17; 1 Kings 17",
      "1 Kings 18-20"
    ]
  },
  {
    "week": 34,
    "startDate": "2026-08-17",
    "endDate": "2026-08-23",
    "dateLabel": "Aug 17–23",
    "cfm": {
      "title": "The Lord Is My Shepherd",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/34?lang=eng",
      "reading": "Psalms 1–2; 8; 19–33; 40; 46",
      "excerpt": "We don’t know for certain who wrote the Psalms. Some are attributed to King David, but for most of them, the writers remain anonymous. Yet after reading the Psalms, we feel as if we know the hearts of the psalmists, even if we don’t know their names. We do know that the Psalms were an important part of worship among the Israelites, and we know that the Savior quoted them often. In the Psalms, we get a window into the soul of God’s ancient people. We see how they felt about God, what they worried about, and how they found peace. As believers today, all over the world, we still use these words in our worship of God. It’s almost like the writers of the Psalms had a window into our souls, because they expressed how we feel about God, what we worry about, and how we find peace."
    },
    "chronological": [
      "1 Kings 21; 1 Kings 22, 2 Chronicles 18; 2 Chronicles 19",
      "2 Chronicles 20-21",
      "2 Chronicles 22-23; Obadiah",
      "Psalms 82-83",
      "2 Kings 1-3",
      "2 Kings 4-6",
      "2 Kings 7-8"
    ]
  },
  {
    "week": 35,
    "startDate": "2026-08-24",
    "endDate": "2026-08-30",
    "dateLabel": "Aug 24–30",
    "cfm": {
      "title": "I Will Declare What He Hath Done for My Soul",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/35?lang=eng",
      "reading": "Psalms 49–51; 61–66; 69–72; 77–78; 85–86",
      "excerpt": "The writers of the Psalms shared deeply personal feelings in their poetry. They wrote about feeling discouraged, afraid, and remorseful. At times, they even felt abandoned by God, and some psalms carry a tone of frustration or desperation. If you’ve ever felt that way, reading the Psalms can help you know that you aren’t the only one. But you’ll also find psalms that can encourage you when you’re having such feelings, because the psalmists also praised the Lord for His goodness, marveled at His power, and rejoiced in His mercy. They knew that we are burdened by evil and sin but that the Lord is “good, and ready to forgive” (Psalm 86:5). They understood that having faith in the Lord doesn’t mean that you’ll never struggle with anxiety, sin, or fear. It means that you know who to turn to when you do."
    },
    "chronological": [
      "2 Kings 9-11",
      "2 Kings 12-13, 2 Chronicles 24; 2 Kings 14, 2 Chronicles 25",
      "Jonah 1-3",
      "Jonah 4; 2 Kings 15, 2 Chronicles 26; Isaiah 1",
      "Isaiah 2-3",
      "Isaiah 4-6",
      "Isaiah 7-8"
    ]
  },
  {
    "week": 36,
    "startDate": "2026-08-31",
    "endDate": "2026-09-06",
    "dateLabel": "Aug 31–Sep 6",
    "cfm": {
      "title": "Let Every Thing That Hath Breath Praise the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/36?lang=eng",
      "reading": "Psalms 102–103; 110; 116–119; 127–128; 135–139; 146–150",
      "excerpt": "The traditional Jewish name for the book of Psalms is Tehillim, a Hebrew word that means “praises.” It’s related to the exclamation hallelujah (meaning “praise Jehovah” or “praise the Lord”). If you had to choose one word to sum up the main message of the Psalms, praise would be a good choice. Some psalms contain the direct invitation to “praise ye the Lord” (see especially Psalms 146–50), and all of them can inspire worship and praise. The Psalms invite us to acknowledge the Lord’s power, His mercy, and the great things He has done. We can never repay Him for any of this, but we can praise Him. That praise might take different forms for different people—it might involve singing, praying, or bearing testimony. It often leads to a deeper commitment to the Lord and to following His teachings. Whatever “praise ye the Lord” means in your life, you can find inspiration to do it as you read and ponder the Psalms."
    },
    "chronological": [
      "Amos 1-3",
      "Amos 4-6",
      "Amos 7-8",
      "Amos 9; 2 Chronicles 27; Isaiah 9",
      "Isaiah 10-11",
      "Isaiah 12; Micah 1-2",
      "Micah 3-5"
    ]
  },
  {
    "week": 37,
    "startDate": "2026-09-07",
    "endDate": "2026-09-13",
    "dateLabel": "Sep 7–13",
    "cfm": {
      "title": "He Shall Direct Thy Paths",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/37?lang=eng",
      "reading": "Proverbs 1–4; 15–16; 22; 31; Ecclesiastes 1–3; 11–12",
      "excerpt": "You might think of the book of Proverbs as a collection of wise counsel from loving parents (see Proverbs 1:8). Its main message is that if you seek wisdom—especially God’s wisdom—life will go well. But Proverbs is followed by the book of Ecclesiastes, which seems to say, “It’s not that simple.” The Preacher quoted in Ecclesiastes observed that he “gave [his] heart to know wisdom” but still found “vexation of spirit” and “much grief” (Ecclesiastes 1:17–18). In various ways, the book asks, “Can there be real meaning in a world where everything seems vain, temporary, and uncertain?”"
    },
    "chronological": [
      "Micah 6-7",
      "2 Kings 16-17, 2 Chronicles 28; Isaiah 13-14",
      "Isaiah 15-16",
      "Isaiah 17-19",
      "Isaiah 20-22",
      "Isaiah 23-24",
      "Isaiah 25-27"
    ]
  },
  {
    "week": 38,
    "startDate": "2026-09-14",
    "endDate": "2026-09-20",
    "dateLabel": "Sep 14–20",
    "cfm": {
      "title": "God Is My Salvation",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/38?lang=eng",
      "reading": "Isaiah 1–12",
      "excerpt": "Even if this is your first time reading the book of Isaiah, you might find passages that sound familiar. That’s because, of all the Old Testament prophets, Isaiah is the one most often quoted in other books of scripture, including by the Savior Himself. Isaiah’s words also appear often in hymns and other sacred music."
    },
    "chronological": [
      "2 Kings 18:1-8, 2 Chronicles 29-30",
      "2 Kings 18:1-8, 2 Chronicles 31; Psalm 48; Hosea 1",
      "Hosea 2-3",
      "Hosea 4-6",
      "Hosea 7-9",
      "Hosea 10-11",
      "Hosea 12-14"
    ]
  },
  {
    "week": 39,
    "startDate": "2026-09-21",
    "endDate": "2026-09-27",
    "dateLabel": "Sep 21–27",
    "cfm": {
      "title": "A Marvellous Work and a Wonder",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/39?lang=eng",
      "reading": "Isaiah 13–14; 22; 24–30; 35",
      "excerpt": "One thing that the Lord asks prophets to do is to warn about the consequences of sin. For Old Testament prophets, this often meant telling the rulers of mighty kingdoms that they needed to repent. It was a dangerous task, but Isaiah was fearless, and his warnings to the kingdoms of his day—including Israel, Judah, and surrounding nations—were bold (see Isaiah 13–23)."
    },
    "chronological": [
      "Isaiah 28-29",
      "Isaiah 30-32",
      "Isaiah 33-35",
      "Isaiah 36-37",
      "Isaiah 38-39; Psalm 75",
      "Isaiah 40-41",
      "Isaiah 42-44"
    ]
  },
  {
    "week": 40,
    "startDate": "2026-09-28",
    "endDate": "2026-10-04",
    "dateLabel": "Sep 28–Oct 4",
    "cfm": {
      "title": "Comfort Ye My People",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/40?lang=eng",
      "reading": "Isaiah 40–49",
      "excerpt": "“Comfort” is the first word of Isaiah chapter 40. It marks the beginning of a different tone, a different emphasis in the prophet’s message. Isaiah’s earlier writings warned Israel and Judah about destruction and captivity that would come because of their sins. But these later prophecies were meant to comfort the Jewish people over 150 years in the future—after Jerusalem and the temple were destroyed and the people were taken captive by Babylon. These prophecies, however, reach even further into the future than to the defeated, disheartened Israelites. They speak to us, who also sometimes feel defeated, disheartened, and even lost."
    },
    "chronological": [
      "Isaiah 45-47",
      "Isaiah 48; 2 Kings 18:13-19:37",
      "Psalm 46, 76, 80",
      "Isaiah 49-50",
      "Isaiah 51-53",
      "Isaiah 54-56",
      "Isaiah 57-58"
    ]
  },
  {
    "week": 41,
    "startDate": "2026-10-05",
    "endDate": "2026-10-11",
    "dateLabel": "Oct 5–11",
    "cfm": {
      "title": "He Hath Borne Our Griefs, and Carried Our Sorrows",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/41?lang=eng",
      "reading": "Isaiah 50–57",
      "excerpt": "Throughout his ministry, Isaiah spoke of a mighty deliverer. These prophecies would have been especially precious to the Israelites centuries later when they were in captivity in Babylon. Someone who could tear down the walls of Babylon would be a mighty conqueror indeed. But that isn’t the kind of Messiah that Isaiah described in chapters 52–53: “He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him. … We did esteem him stricken, smitten of God, and afflicted” (Isaiah 53:3–4)."
    },
    "chronological": [
      "Isaiah 59-61",
      "Isaiah 62-63",
      "Isaiah 64-66",
      "2 Kings 20-21; 2 Chronicles 32",
      "2 Chronicles 33; Nahum 1",
      "Nahum 2-3; 2 Kings 22-23, 2 Chronicles 34",
      "2 Kings 22-23, 2 Chronicles 35; Zephaniah 1"
    ]
  },
  {
    "week": 42,
    "startDate": "2026-10-12",
    "endDate": "2026-10-18",
    "dateLabel": "Oct 12–18",
    "cfm": {
      "title": "The Redeemer Shall Come to Zion",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/42?lang=eng",
      "reading": "Isaiah 58–66",
      "excerpt": "Early in His ministry, Jesus Christ visited a synagogue in Nazareth, where He was raised. He stood there to read from the scriptures, opened the book of Isaiah, and read what we now know as Isaiah 61:1–2. He then announced, “This day is this scripture fulfilled in your ears.” This was one of the Savior’s most straightforward declarations that He was the Anointed One, who would “heal the brokenhearted” and “preach deliverance to the captives” (see Luke 4:16–21). This scripture was indeed fulfilled on that day. And, like many other prophecies of Isaiah, it is also being fulfilled in our day. The Savior continues to heal the brokenhearted who come unto Him. There are still many captives who need deliverance. And there is a glorious future to prepare for—a time when the Lord will “create new heavens and a new earth” (Isaiah 65:17) and “cause righteousness and praise to spring forth before all the nations” (Isaiah 61:11). Reading Isaiah opens our eyes to what the Lord has already done, what He is doing, and what He will yet do for His people."
    },
    "chronological": [
      "Zephaniah 2-3; Jeremiah 1",
      "Jeremiah 2-4",
      "Jeremiah 5-6",
      "Jeremiah 7-9",
      "Jeremiah 10-11",
      "Jeremiah 12-14",
      "Jeremiah 15-17"
    ]
  },
  {
    "week": 43,
    "startDate": "2026-10-19",
    "endDate": "2026-10-25",
    "dateLabel": "Oct 19–25",
    "cfm": {
      "title": "Before I Formed Thee in the Belly I Knew Thee",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/43?lang=eng",
      "reading": "Jeremiah 1–3; 7; 16–18; 20",
      "excerpt": "At first, Jeremiah didn’t think he would make a good prophet. “Behold, I cannot speak,” he protested (Jeremiah 1:6). But the Lord reassured him, “I have put my words in thy mouth” (verse 9). Jeremiah felt that he was an inexperienced “child” (verse 6), but the Lord explained that he was actually more prepared than he realized—he had been ordained to this calling even before he was born (see verse 5). So Jeremiah set aside his fears and accepted the call. He warned Jerusalem’s kings and priests that their pretended holiness would not save them. The “child” who thought he could not speak came to feel God’s word “in [his] heart as a burning fire” and could not be silent (Jeremiah 20:9)."
    },
    "chronological": [
      "Jeremiah 18-19",
      "Jeremiah 20-22",
      "Jeremiah 23-24",
      "Jeremiah 25-27",
      "Jeremiah 28-30",
      "Jeremiah 31-32",
      "Jeremiah 33-35"
    ]
  },
  {
    "week": 44,
    "startDate": "2026-10-26",
    "endDate": "2026-11-01",
    "dateLabel": "Oct 26–Nov 1",
    "cfm": {
      "title": "I Will Turn Their Mourning into Joy",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/44?lang=eng",
      "reading": "Jeremiah 31–33; 36–39; Lamentations 1; 3",
      "excerpt": "When the Lord first called Jeremiah to be a prophet, He told him that his mission would be “to root out, and to pull down” (Jeremiah 1:10)—and in Jerusalem, there was plenty of wickedness to root out and pull down. But this was only part of Jeremiah’s mission—he was also called “to build, and to plant” (Jeremiah 1:10). What could be built or planted in the desolate ruins left by the rebellion of the covenant people? Asked another way, when sin or adversity has left our lives in ruins, how can we rebuild and plant again? The answer lies in “the Branch of righteousness” (Jeremiah 33:15), the promised Messiah. He brings “a new covenant” (Jeremiah 31:31)—one that requires more than the outward appearance of devotion. His law must be “in [our] inward parts,” written “in [our] hearts.” That’s what it means for the Lord to “be [our] God” and for us to “be [His] people” (Jeremiah 31:33). It’s a lifelong process, and we will still make mistakes and have cause to mourn from time to time. But when we do, the Lord promises, “I will turn their mourning into joy” (Jeremiah 31:13)."
    },
    "chronological": [
      "Jeremiah 36-37",
      "Jeremiah 38-40",
      "Psalm 74, 79",
      "2 Kings 24-25, 2 Chronicles 36; Habakkuk 1-2",
      "Habakkuk 3; Jeremiah 41-42",
      "Jeremiah 43-44",
      "Jeremiah 45-47"
    ]
  },
  {
    "week": 45,
    "startDate": "2026-11-02",
    "endDate": "2026-11-08",
    "dateLabel": "Nov 2–8",
    "cfm": {
      "title": "A New Spirit Will I Put within You",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/45?lang=eng",
      "reading": "Ezekiel 1–3; 33–34; 36–37; 47",
      "excerpt": "Ezekiel was a prophet in exile. Along with other Israelites, he had been captured and sent to Babylon. In Jerusalem, Ezekiel would have been a priest serving in the temple. In Babylon, he was among “them of the captivity,” and he “sat where they sat” (Ezekiel 3:15), hundreds of miles from the beloved house of God and with little hope of returning. Then one day Ezekiel had a vision. He saw “the glory of the Lord” (Ezekiel 1:28)—not back in the temple at Jerusalem but there in Babylon among the exiles. The wickedness in Jerusalem, he learned, had become so severe that God’s presence was no longer there (see Ezekiel 8–11; 33:21)."
    },
    "chronological": [
      "Jeremiah 48-49",
      "Jeremiah 50-52",
      "Lamentations 1-2; Lamentations 3:1-66, 4",
      "Lamentations 3:1-66, 5; Ezekiel 1",
      "Ezekiel 2-4",
      "Ezekiel 5-6",
      "Ezekiel 7-9"
    ]
  },
  {
    "week": 46,
    "startDate": "2026-11-09",
    "endDate": "2026-11-15",
    "dateLabel": "Nov 9–15",
    "cfm": {
      "title": "There Is No Other God That Can Deliver",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/46?lang=eng",
      "reading": "Daniel 1–7",
      "excerpt": "Most likely no one will threaten to throw you into a fiery furnace or a den of lions because of your faith in Jesus Christ. But none of us get through this life without a trial of faith. So we can all benefit from the examples of people like Daniel, Shadrach, Meshach, and Abed-nego, who were taken captive as young men by the mighty Babylonian Empire (see 2 Kings 24:10–16). Surrounded by an unfamiliar culture with different values, they faced great temptations to abandon their beliefs and righteous traditions. Yet they remained true to their covenants. How did they do it? By doing those small and simple things God asks of all of us—praying, fasting, choosing good friends, trusting in Him, and being a light to others. Like Joseph in Egypt and Esther in Persia, Daniel and his friends in Babylon kept their faith in God, and God worked miracles that still inspire believers to this day."
    },
    "chronological": [
      "Ezekiel 10-12",
      "Ezekiel 13-14",
      "Ezekiel 15-17",
      "Ezekiel 18-19",
      "Ezekiel 20-22",
      "Ezekiel 23-25",
      "Ezekiel 26-27"
    ]
  },
  {
    "week": 47,
    "startDate": "2026-11-16",
    "endDate": "2026-11-22",
    "dateLabel": "Nov 16–22",
    "cfm": {
      "title": "I Will Love Them Freely",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/47?lang=eng",
      "reading": "Hosea 1–6; 10–14; Joel",
      "excerpt": "Israel’s covenant with the Lord was meant to be so deep and meaningful that the Lord compared it to a marriage. The covenant, like a marriage, included eternal commitment, shared experiences, building a life together, exclusive loyalty, and, most of all, wholehearted love. Sadly, the Israelites were not faithful to their covenant. And yet the Lord’s message to them was not “I will reject you forever.” Instead it was “I will invite you back” (see Hosea 2:14–15). “I will betroth thee unto me in righteousness,” He declared through the prophet Hosea (Hosea 2:19). “I will heal their backsliding, I will love them freely” (Hosea 14:4). This is the same message He gives us today as we seek to live our covenants with love and devotion."
    },
    "chronological": [
      "Ezekiel 28-30",
      "Ezekiel 31-32",
      "Ezekiel 33-35",
      "Ezekiel 36-38",
      "Ezekiel 39-40",
      "Ezekiel 41-43",
      "Ezekiel 44-45"
    ]
  },
  {
    "week": 48,
    "startDate": "2026-11-23",
    "endDate": "2026-11-29",
    "dateLabel": "Nov 23–29",
    "cfm": {
      "title": "Seek the Lord, and Ye Shall Live",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/48?lang=eng",
      "reading": "Amos; Obadiah; Jonah",
      "excerpt": "Jonah was on a ship headed for Tarshish. There’s nothing wrong with sailing to Tarshish, except that it is far away from Nineveh, where Jonah was supposed to go to deliver God’s message. When the ship encountered a great storm, Jonah knew it was because of his disobedience. At Jonah’s insistence, his fellow mariners cast him into the depths of the sea to stop the storm. It looked like the end of Jonah and his ministry. But the Lord hadn’t given up on Jonah—just as He hadn’t given up on the people of Nineveh, on the house of Israel, or on any of us."
    },
    "chronological": [
      "Ezekiel 46-48",
      "Joel 1-3",
      "Daniel 1-2",
      "Daniel 3-5",
      "Daniel 6-7",
      "Daniel 8-10",
      "Daniel 11-12; Ezra 1"
    ]
  },
  {
    "week": 49,
    "startDate": "2026-11-30",
    "endDate": "2026-12-06",
    "dateLabel": "Nov 30–Dec 6",
    "cfm": {
      "title": "He Delighteth in Mercy",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/49?lang=eng",
      "reading": "Micah; Nahum; Habakkuk; Zephaniah",
      "excerpt": "Reading the Old Testament often means reading prophecies about destruction. The Lord frequently called prophets to warn the wicked about His judgments. The ministries of Micah, Nahum, Habakkuk, and Zephaniah are good examples. In dreadful detail, these prophets foretold the downfall of cities that, at the time, seemed strong and powerful: Nineveh, Babylon, and Jerusalem. But that was thousands of years ago. Why is it valuable to read these prophecies today?"
    },
    "chronological": [
      "Ezra 2-3",
      "Ezra 4-6",
      "Psalm 137; Haggai 1",
      "Haggai 2; Zechariah 1-2",
      "Zechariah 3-4",
      "Zechariah 5-7",
      "Zechariah 8-10"
    ]
  },
  {
    "week": 50,
    "startDate": "2026-12-07",
    "endDate": "2026-12-13",
    "dateLabel": "Dec 7–13",
    "cfm": {
      "title": "Holiness unto the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/50?lang=eng",
      "reading": "Haggai 1–2; Zechariah 1–4; 7–14",
      "excerpt": "After decades of captivity, a group of Israelites, probably including the prophets Haggai and Zechariah, were allowed to return to Jerusalem. Some in this group remembered what the temple looked like before it was destroyed. To those who wondered whether it would ever again resemble the Lord’s “house in her first glory” (Haggai 2:3), Haggai spoke the Lord’s words of encouragement: “Be strong, all ye people of the land, saith the Lord, and work: for I am with you, … fear ye not.” “I will fill this house with glory, … and in this place will I give peace” (Haggai 2:4–5, 7, 9)."
    },
    "chronological": [
      "Zechariah 11-12",
      "Zechariah 13-14; Esther 1",
      "Esther 2-3",
      "Esther 4-6",
      "Esther 7-9",
      "Esther 10; Ezra 7",
      "Ezra 8-10"
    ]
  },
  {
    "week": 51,
    "startDate": "2026-12-14",
    "endDate": "2026-12-20",
    "dateLabel": "Dec 14–20",
    "cfm": {
      "title": "I Have Loved You, Saith the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/51?lang=eng",
      "reading": "Malachi",
      "excerpt": "“I have loved you,” the Lord told His people through the prophet Malachi. But the Israelites, who had suffered generations of affliction and captivity, asked, “Wherein hast thou loved us?” (Malachi 1:2). After all Israel had been through, they may have wondered whether their history is really a story of God’s love for His covenant people. In some ways, it’s easier to see it as a story of human weakness and rebellion. Yet through it all, God never stopped reaching out in love. When the sons of Jacob mistreated their brother Joseph, the Lord still saved them from famine (see Genesis 45:4–8). When Israel murmured in the wilderness, He fed them with manna (see Exodus 16:1–4). Even when Israel turned to other gods and were scattered, God promised that if they repented, He would gather and redeem them “with great mercies” (see Isaiah 54:7). Truly, the Old Testament is a story of God’s patient, enduring love. And this story continues today. Jesus Christ, “the Sun of Righteousness,” as Malachi called Him, has come “with healing in his wings” (Malachi 4:2). He is the greatest evidence of God’s love for ancient Israel and for all of us."
    },
    "chronological": [
      "Nehemiah 1-2",
      "Nehemiah 3-5",
      "Nehemiah 6-8",
      "Nehemiah 9-10",
      "Nehemiah 11-13",
      "Psalm 126; Malachi 1",
      "Malachi 2-4"
    ]
  },
  {
    "week": 52,
    "startDate": "2026-12-21",
    "endDate": "2026-12-27",
    "dateLabel": "Dec 21–27",
    "cfm": {
      "title": "We Have Waited for Him, and He Will Save Us",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/52?lang=eng",
      "reading": "Christmas",
      "excerpt": "The Old Testament carries a spirit of eager anticipation. In that way, it’s a little bit like the Christmas season. Beginning with Adam and Eve, Old Testament patriarchs, prophets, poets, and people looked forward to better days, filled with hope for the Messiah’s renewal and deliverance. And the Israelites were frequently in need of that hope—whether they were in captivity in Egypt or Babylon or held captive by their own sin or rebellion. Through it all, prophets reminded them that a Messiah, a Deliverer, would come “to proclaim liberty to the captives” (Isaiah 61:1)."
    },
    "chronological": [
      "Isaiah 7:14; Isaiah 9:1-7",
      "Isaiah 11:1-10",
      "Isaiah 40:1-11",
      "Isaiah 53",
      "Isaiah 61:1-3",
      "Micah 5:2-5",
      "Psalm 2; Psalm 110"
    ]
  }
]
